/*Common Errors*/
"error_something_went_wrong" = "Hay Aksi! Bir Şeyler Ters Gitti!";

/*Forgot Password*/
"invalid_email" = "Hey! Geçersiz Email Adresi!";

/*Code*/
"insufficient_code_digit_number" = "Hey! Yetersiz Rakam Sayısı!";
"invalid_code" = "Üzgünüm, Geçersiz Kod!";
"invalid_code_digit" = "Hey! Kod Sadece Rakamlardan Oluşmalı!";

/*Reset Password*/
"invalid_password" = "Üzgünüm, Geçersiz Şifre!";
"error_match_passwords" = "Hey! Şifreler Eşleşmiyor!";
